Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Raise the keyboard as soon as a terminal opens, instead of after you tap it
de: Tastatur einblenden, sobald ein Terminal geöffnet wird, statt erst nach dem Antippen
es: Muestra el teclado en cuanto se abre un terminal, sin esperar a que lo toques
fr: Affiche le clavier dès qu’un terminal s’ouvre, sans attendre que vous le touchiez
ja: タップを待たず、ターミナルを開いた時点でキーボードを表示します
ko: 터미널을 탭할 때가 아니라 열리는 즉시 키보드를 올립니다
pt_br: Mostra o teclado assim que um terminal abre, sem esperar você tocar nele
zh_hans: 一打开终端就弹键盘，不用先点一下屏幕
zh_hant: 一打開終端機就顯示鍵盤，不用先點一下畫面

source: Re-check
de: Erneut prüfen
es: Volver a comprobar
fr: Revérifier
ja: 再チェック
ko: 다시 확인
pt_br: Verificar de novo
zh_hans: 重新检测
zh_hant: 重新偵測

source: Re-checking…
de: Erneute Prüfung …
es: Comprobando de nuevo…
fr: Nouvelle vérification…
ja: 再チェック中…
ko: 다시 확인 중…
pt_br: Verificando de novo…
zh_hans: 正在重新检测…
zh_hant: 正在重新偵測…

source: Re-pair
de: Neu koppeln
es: Volver a emparejar
fr: Rejumeler
ja: 再ペアリング
ko: 다시 페어링
pt_br: Parear de novo
zh_hans: 重新配对
zh_hant: 重新配對

source: Reaches you when Moshpit isn't running. Your relay signs the push; it never sees what the agent said.
de: Erreicht dich, wenn Moshpit nicht läuft. Dein Relay signiert den Push und sieht nie, was der Agent gesagt hat.
es: Te avisa cuando Moshpit no está abierto. Tu relay firma la notificación; nunca ve lo que dijo el agente.
fr: Vous joint quand Moshpit n’est pas ouvert. Votre relais signe la notification ; il ne voit jamais ce que l’agent a dit.
ja: Moshpit が起動していないときも届きます。リレーはプッシュに署名するだけで、エージェントの内容は見えません。
ko: Moshpit이 실행 중이 아닐 때도 알림이 도착합니다. 릴레이는 푸시에 서명만 하고, 에이전트가 무슨 말을 했는지는 보지 못합니다.
pt_br: Chega até você quando o Moshpit não está aberto. Seu relay assina o push; ele nunca vê o que o agente disse.
zh_hans: Moshpit 没在运行时也能找到你。中转服务器只负责签发推送，看不到智能体说了什么。
zh_hant: Moshpit 沒在執行時也能找到你。中繼伺服器只負責替推播簽章，看不到 agent 說了什麼。

source: Reading the selected images…
de: Ausgewählte Bilder werden gelesen …
es: Leyendo las imágenes seleccionadas…
fr: Lecture des images sélectionnées…
ja: 選択した画像を読み込み中…
ko: 선택한 이미지 읽는 중…
pt_br: Lendo as imagens selecionadas…
zh_hans: 正在读取选中的图片…
zh_hant: 正在讀取選取的圖片…

source: Reading…
de: Lesen …
es: Leyendo…
fr: Lecture…
ja: 読み込み中…
ko: 읽는 중…
pt_br: Lendo…
zh_hans: 读取中…
zh_hant: 讀取中…

source: Recent Log
de: Letztes Protokoll
es: Registro reciente
fr: Journal récent
ja: 最近のログ
ko: 최근 로그
pt_br: Log recente
zh_hans: 最近日志
zh_hant: 最近記錄

source: Recent log
de: Letztes Protokoll
es: Registro reciente
fr: Journal récent
ja: 最近のログ
ko: 최근 로그
pt_br: Log recente
zh_hans: 最近日志
zh_hant: 最近記錄

source: Recognition
de: Erkennung
es: Reconocimiento
fr: Reconnaissance
ja: 認識エンジン
ko: 인식 엔진
pt_br: Reconhecimento
zh_hans: 识别引擎
zh_hant: 辨識引擎

source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Se reconnecter
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
zh_hans: 重新连接
zh_hant: 重新連線

source: Reconnect over 5G/LTE when Wi-Fi drops
de: Bei WLAN-Abbruch über 5G/LTE neu verbinden
es: Reconectar por 5G/LTE si se cae el Wi-Fi
fr: Se reconnecter en 5G/LTE si le Wi-Fi tombe
ja: Wi-Fi が切れたら 5G/LTE で再接続
ko: Wi-Fi가 끊기면 5G/LTE로 다시 연결
pt_br: Reconectar por 5G/LTE quando o Wi-Fi cair
zh_hans: Wi-Fi 断了就用 5G/LTE 接着连
zh_hant: Wi-Fi 斷了就改用 5G/LTE 繼續連

source: Reconnecting
de: Neu verbinden
es: Reconectando
fr: Reconnexion
ja: 再接続中
ko: 다시 연결 중
pt_br: Reconectando
zh_hans: 重连中
zh_hant: 重新連線中

source: Reconnecting…
de: Neu verbinden …
es: Reconectando…
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…
pt_br: Reconectando…
zh_hans: 重连中…
zh_hant: 重新連線中…

source: Reconnects this session over %@.
de: Verbindet diese Sitzung über %@ neu.
es: Reconecta esta sesión por %@.
fr: Reconnecte cette session via %@.
ja: このセッションを %@ で再接続します。
ko: 이 세션을 %@(으)로 다시 연결합니다.
pt_br: Reconecta esta sessão por %@.
zh_hans: 用 %@ 重新连接这个会话。
zh_hant: 用 %@ 重新連上這個工作階段。

source: Reinstall
de: Neu installieren
es: Reinstalar
fr: Réinstaller
ja: 再インストール
ko: 재설치
pt_br: Reinstalar
zh_hans: 重新安装
zh_hant: 重新安裝

source: Relay refused to mint a send token (%lld): %@
de: Das Relay hat kein Sende-Token ausgestellt (%lld): %@
es: El relay se negó a emitir un token de envío (%lld): %@
fr: Le relais a refusé d’émettre un jeton d’envoi (%lld) : %@
ja: リレーが送信トークンの発行を拒否しました（%lld）：%@
ko: 릴레이가 전송 토큰 발급을 거부했습니다(%lld): %@
pt_br: O relay se recusou a emitir um token de envio (%lld): %@
zh_hans: 中转服务器拒绝签发发送令牌（%lld）：%@
zh_hant: 中繼伺服器拒絕核發傳送權杖（%lld）：%@

source: Remote Clipboard Read
de: Zwischenablage für Remote lesbar
es: Lectura remota del portapapeles
fr: Lecture distante du presse-papiers
ja: リモートからのクリップボード読み取り
ko: 원격 클립보드 읽기
pt_br: Leitura remota da área de transferência
zh_hans: 远程读取剪贴板
zh_hant: 遠端讀取剪貼板

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 删除
zh_hant: 移除

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
ja: %@ を削除
ko: %@ 제거
pt_br: Remover %@
zh_hans: 删除 %@
zh_hant: 移除 %@

source: Remove Worktree
de: Worktree entfernen
es: Quitar worktree
fr: Retirer le worktree
ja: ワークツリーを削除
ko: 워크트리 제거
pt_br: Remover worktree
zh_hans: 删除工作树
zh_hant: 移除工作樹

source: Remove the worktree for "%@"?
de: Worktree für „%@“ entfernen?
es: ¿Quitar el worktree de «%@»?
fr: Retirer le worktree de « %@ » ?
ja: 「%@」のワークツリーを削除しますか？
ko: "%@"의 워크트리를 제거할까요?
pt_br: Remover o worktree de “%@”?
zh_hans: 删除 “%@” 的工作树？
zh_hant: 要移除「%@」的工作樹嗎？

source: Remove this model?
de: Dieses Modell entfernen?
es: ¿Quitar este modelo?
fr: Retirer ce modèle ?
ja: このモデルを削除しますか？
ko: 이 모델을 제거할까요?
pt_br: Remover este modelo?
zh_hans: 删除这个模型？
zh_hant: 要移除這個模型嗎？

source: Removes the saved server and its stored credentials from this device.
de: Entfernt den gesicherten Server und seine Zugangsdaten von diesem Gerät.
es: Quita de este dispositivo el servidor guardado y sus credenciales.
fr: Retire de cet appareil le serveur enregistré et ses identifiants.
ja: 保存済みのサーバーと、このデバイスに保存された認証情報を削除します。
ko: 저장된 서버와 로그인 정보를 이 기기에서 지웁니다.
pt_br: Remove deste aparelho o servidor salvo e as credenciais guardadas.
zh_hans: 这台服务器和它保存的登录凭据都会从本机删除。
zh_hant: 這台伺服器和儲存的登入資訊都會從這部裝置移除。

source: Removing the worktree failed
de: Worktree konnte nicht entfernt werden
es: No se pudo quitar el worktree
fr: Le retrait du worktree a échoué
ja: ワークツリーの削除に失敗しました
ko: 워크트리를 제거하지 못했습니다
pt_br: Falha ao remover o worktree
zh_hans: 删除工作树失败
zh_hant: 移除工作樹失敗

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

source: Rename %@
de: %@ umbenennen
es: Renombrar %@
fr: Renommer %@
ja: %@ の名前を変更
ko: %@ 이름 변경
pt_br: Renomear %@
zh_hans: 重命名 %@
zh_hant: 重新命名 %@

source: Repaint screen
de: Bildschirm neu zeichnen
es: Redibujar pantalla
fr: Redessiner l’écran
ja: 画面を再描画
ko: 화면 다시 그리기
pt_br: Redesenhar tela
zh_hans: 重绘屏幕
zh_hant: 重繪畫面

source: Repeat on hold
de: Beim Halten wiederholen
es: Repetir al mantener
fr: Répéter en maintenant
ja: 長押しでリピート
ko: 길게 눌러 반복
pt_br: Repetir ao segurar
zh_hans: 长按重复
zh_hant: 長按重複

source: Repeats at 30/s after a 0.4s hold
de: Nach 0,4 s Halten 30-mal pro Sekunde
es: Repite 30 veces por segundo tras mantener 0,4 s
fr: Répète 30 fois par seconde après 0,4 s d’appui
ja: 0.4 秒の長押し後、毎秒 30 回リピート
ko: 0.4초 이상 누르면 초당 30회 반복
pt_br: Repete 30 vezes por segundo depois de segurar por 0,4 s
zh_hans: 长按 0.4 秒后，每秒重复 30 次
zh_hant: 長按 0.4 秒後，每秒重複 30 次

source: Reply
de: Antworten
es: Responder
fr: Répondre
ja: 返信
ko: 답장
pt_br: Responder
zh_hans: 回复
zh_hant: 回覆

source: Repo
de: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ
ko: 저장소
pt_br: Repositório
zh_hans: 仓库
zh_hant: 儲存庫

source: Repository path
de: Pfad zum Repository
es: Ruta del repositorio
fr: Chemin du dépôt
ja: リポジトリのパス
ko: 저장소 경로
pt_br: Caminho do repositório
zh_hans: 仓库路径
zh_hant: 儲存庫路徑

source: Require Face ID
de: Face ID verlangen
es: Pedir Face ID
fr: Exiger Face ID
ja: Face ID を要求
ko: Face ID 필요
pt_br: Exigir Face ID
zh_hans: 需要 Face ID
zh_hant: 需要 Face ID

source: Respond to agent
de: Dem Agent antworten
es: Responder al agente
fr: Répondre à l’agent
ja: エージェントに応答
ko: 에이전트에 응답
pt_br: Responder ao agente
zh_hans: 回应智能体
zh_hant: 回應 agent

source: Restart didn't take — on the host, run: herdr server stop && herdr
de: Der Neustart hat nicht gegriffen. Führe auf dem Host aus: herdr server stop && herdr
es: El reinicio no surtió efecto. En el host, ejecuta: herdr server stop && herdr
fr: Le redémarrage n’a pas pris. Sur l’hôte, lancez : herdr server stop && herdr
ja: 再起動が反映されませんでした。ホストで次を実行してください：herdr server stop && herdr
ko: 재시작이 적용되지 않았습니다. 호스트에서 실행하세요: herdr server stop && herdr
pt_br: O reinício não funcionou. No host, rode: herdr server stop && herdr
zh_hans: 重启没生效。到主机上运行：herdr server stop && herdr
zh_hant: 重新啟動沒生效。到主機上執行：herdr server stop && herdr

source: Restart herdr server
de: herdr-Server neu starten
es: Reiniciar el servidor herdr
fr: Redémarrer le serveur herdr
ja: herdr サーバーを再起動
ko: herdr 서버 재시작
pt_br: Reiniciar servidor herdr
zh_hans: 重启 herdr 服务
zh_hant: 重新啟動 herdr 伺服器

source: Restart server
de: Server neu starten
es: Reiniciar servidor
fr: Redémarrer le serveur
ja: サーバーを再起動
ko: 서버 재시작
pt_br: Reiniciar servidor
zh_hans: 重启服务
zh_hant: 重新啟動伺服器

source: Restarting herdr server…
de: herdr-Server wird neu gestartet …
es: Reiniciando el servidor herdr…
fr: Redémarrage du serveur herdr…
ja: herdr サーバーを再起動中…
ko: herdr 서버 재시작 중…
pt_br: Reiniciando servidor herdr…
zh_hans: 正在重启 herdr 服务…
zh_hant: 正在重新啟動 herdr 伺服器…

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
zh_hans: 继续
zh_hant: 繼續

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

source: Riding the handoff
de: Netzwechsel läuft
es: Cambiando de red
fr: Changement de réseau
ja: ハンドオフ中
ko: 네트워크 전환 중
pt_br: Trocando de rede
zh_hans: 正在跨网切换
zh_hant: 正在跨網路切換

source: Roam on Cellular
de: Roaming über Mobilfunk
es: Itinerancia con datos móviles
fr: Itinérance en cellulaire
ja: モバイル通信でローミング
ko: 셀룰러 로밍
pt_br: Roaming em dados celulares
zh_hans: 蜂窝网络漫游
zh_hant: 行動網路漫遊

source: Route this connection through a local or corporate SOCKS5 proxy
de: Diese Verbindung über einen lokalen oder Firmen-SOCKS5-Proxy leiten
es: Encamina esta conexión por un proxy SOCKS5 local o corporativo
fr: Fait passer cette connexion par un proxy SOCKS5 local ou d’entreprise
ja: この接続をローカルまたは社内の SOCKS5 プロキシ経由にします
ko: 이 연결을 로컬 또는 회사 SOCKS5 프록시로 보냅니다
pt_br: Roteia esta conexão por um proxy SOCKS5 local ou corporativo
zh_hans: 让这个连接走本地或公司的 SOCKS5 代理
zh_hant: 讓這個連線走本機或公司的 SOCKS5 代理伺服器

source: Run an agent turn in any pane, then re-check.
de: Lass einen Agent in irgendeinem Panel eine Runde laufen und prüfe dann erneut.
es: Ejecuta un turno de agente en cualquier panel y vuelve a comprobarlo.
fr: Lancez un tour d’agent dans n’importe quel panneau, puis revérifiez.
ja: 任意のペインでエージェントを 1 ターン実行し、再確認してください。
ko: 아무 패널에서 에이전트를 한 번 돌린 뒤 다시 확인하세요.
pt_br: Rode um turno de agente em qualquer painel e verifique de novo.
zh_hans: 在任意窗格里跑一轮智能体，然后重新检查。
zh_hant: 在任一窗格跑一輪 agent，然後重新檢查。

source: Run in terminal
de: Im Terminal ausführen
es: Ejecutar en el terminal
fr: Exécuter dans le terminal
ja: ターミナルで実行
ko: 터미널에서 실행
pt_br: Rodar no terminal
zh_hans: 在终端运行
zh_hant: 在終端機執行

source: SAVED KEYS
de: GESICHERTE SCHLÜSSEL
es: CLAVES GUARDADAS
fr: CLÉS ENREGISTRÉES
ja: 保存済みのキー
ko: 저장된 키
pt_br: CHAVES SALVAS
zh_hans: 已保存的密钥
zh_hant: 已儲存的金鑰

source: SCOPE
de: GELTUNGSBEREICH
es: ÁMBITO
fr: PORTÉE
ja: スコープ
ko: 범위
pt_br: ESCOPO
zh_hans: 使用范围
zh_hant: 使用範圍

source: SESSIONS
de: SITZUNGEN
es: SESIONES
ja: セッション
ko: 세션
pt_br: SESSÕES
zh_hans: 会话
zh_hant: 工作階段

source: SETUP
de: EINRICHTUNG
es: CONFIGURACIÓN
fr: CONFIGURATION
ja: セットアップ
ko: 준비
pt_br: CONFIGURAÇÃO
zh_hans: 准备
zh_hant: 準備

source: SHA256 fingerprint
de: SHA256-Fingerabdruck
es: Huella SHA256
fr: Empreinte SHA256
ja: SHA256 フィンガープリント
ko: SHA256 지문
pt_br: Impressão digital SHA256
zh_hans: SHA256 指纹
zh_hant: SHA256 指紋

source: SIGNAL FOR YOUR AGENTS
de: SIGNAL FÜR DEINE AGENTS
es: SEÑAL PARA TUS AGENTES
fr: LE SIGNAL DE VOS AGENTS
ja: エージェントのシグナル
ko: 에이전트의 신호기
pt_br: SINAL PARA SEUS AGENTES
zh_hans: 智能体信号站
zh_hant: AGENT 的訊號站

source: SLOT %lld/%lld
de: PLATZ %lld/%lld
es: HUECO %lld/%lld
fr: EMPLACEMENT %lld/%lld
ja: スロット %lld/%lld
ko: 칸 %lld/%lld
pt_br: VAGA %lld/%lld
zh_hans: 位置 %lld/%lld
zh_hant: 位置 %lld/%lld

source: SSH Key
de: SSH-Schlüssel
es: Clave SSH
fr: Clé SSH
ja: SSH キー
ko: SSH 키
pt_br: Chave SSH
zh_hans: SSH 密钥
zh_hant: SSH 金鑰

source: SSH Keys
de: SSH-Schlüssel
es: Claves SSH
fr: Clés SSH
ja: SSH キー
ko: SSH 키
pt_br: Chaves SSH
zh_hans: SSH 密钥
zh_hant: SSH 金鑰

source: SSH session is closed
de: SSH-Sitzung ist geschlossen
es: La sesión SSH está cerrada
fr: La session SSH est fermée
ja: SSH セッションは閉じられています
ko: SSH 세션이 닫혔습니다
pt_br: A sessão SSH está fechada
zh_hans: SSH 会话已关闭
zh_hant: SSH 工作階段已關閉

source: STARTING…
de: STARTET …
es: INICIANDO…
fr: DÉMARRAGE…
ja: 開始中…
ko: 시작 중…
pt_br: INICIANDO…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: STORAGE
de: SPEICHER
es: ALMACENAMIENTO
fr: STOCKAGE
ja: ストレージ
ko: 저장 공간
pt_br: ARMAZENAMENTO
zh_hans: 存储占用
zh_hant: 儲存空間

source: STRONG
de: STARK
es: FUERTE
fr: FORT
ja: 強い
ko: 강함
pt_br: FORTE
zh_hans: 强
zh_hant: 強

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Scroll down
de: Nach unten scrollen
es: Desplazar hacia abajo
fr: Défiler vers le bas
ja: 下にスクロール
ko: 아래로 스크롤
pt_br: Rolar para baixo
zh_hans: 向下滚动
zh_hant: 向下捲動

source: Scroll history
de: Verlauf scrollen
es: Desplazar el historial
fr: Parcourir l’historique
ja: 履歴をスクロール
ko: 이전 출력 스크롤
pt_br: Rolar o histórico
zh_hans: 滚动历史
zh_hant: 捲動歷史輸出

source: Scroll up
de: Nach oben scrollen
es: Desplazar hacia arriba
fr: Défiler vers le haut
ja: 上にスクロール
ko: 위로 스크롤
pt_br: Rolar para cima
zh_hans: 向上滚动
zh_hant: 向上捲動

source: Secure Enclave keys are limited to ECDSA-P256; the algorithm adjusts automatically when SE is enabled.
de: Die Secure Enclave unterstützt nur ECDSA-P256; der Algorithmus wechselt automatisch, wenn du sie aktivierst.
es: El Secure Enclave solo admite ECDSA-P256; el algoritmo cambia automáticamente al activarlo.
fr: La Secure Enclave n’accepte que ECDSA-P256 ; l’algorithme change automatiquement quand vous l’activez.
ja: Secure Enclave のキーは ECDSA-P256 に限定されます。SE を有効にするとアルゴリズムは自動調整されます。
ko: Secure Enclave는 ECDSA-P256만 지원하므로, 켜면 알고리즘이 자동으로 바뀝니다.
pt_br: O Secure Enclave só aceita ECDSA-P256; o algoritmo muda automaticamente quando você o ativa.
zh_hans: Secure Enclave 只支持 ECDSA-P256，开启后算法会自动切换。
zh_hant: 安全隔離區只支援 ECDSA-P256，開啟後演算法會自動切換。

source: Select Key
de: Schlüssel auswählen
es: Seleccionar clave
fr: Choisir une clé
ja: キーを選択
ko: 키 선택
pt_br: Selecionar chave
zh_hans: 选择密钥
zh_hant: 選擇金鑰

source: Select Pane
de: Panel auswählen
es: Seleccionar panel
fr: Choisir un panneau
ja: ペインを選択
ko: 패널 선택
pt_br: Selecionar painel
zh_hans: 选择窗格
zh_hant: 選擇窗格

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
zh_hans: 发送
zh_hant: 傳送

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Enviar feedback
zh_hans: 发送反馈
zh_hant: 送出意見回饋

source: Send Image to Agent
de: Bild an Agent senden
es: Enviar imagen al agente
fr: Envoyer l’image à l’agent
ja: エージェントに画像を送信
ko: 에이전트에 이미지 보내기
pt_br: Enviar imagem ao agente
zh_hans: 把图片发给智能体
zh_hant: 把圖片傳給 agent

source: Send a test notification
de: Testmitteilung senden
es: Enviar una notificación de prueba
fr: Envoyer une notification de test
ja: テスト通知を送信
ko: 테스트 알림 보내기
pt_br: Enviar uma notificação de teste
zh_hans: 发一条测试通知
zh_hant: 送一則測試通知

source: Send keepalive pings so the server does not drop idle connections
de: Sendet Keepalive-Pings, damit der Server inaktive Verbindungen nicht trennt
es: Envía pings de keepalive para que el servidor no cierre las conexiones inactivas
fr: Envoie des pings keepalive pour que le serveur ne coupe pas les connexions inactives
ja: キープアライブを送信し、アイドル接続がサーバーに切断されないようにします
ko: keepalive 신호를 보내 서버가 유휴 연결을 끊지 않게 합니다
pt_br: Envia pings de keepalive para o servidor não derrubar conexões ociosas
zh_hans: 定期发保活包，服务器就不会因为空闲把连接断掉
zh_hant: 定期送出保活封包，伺服器就不會因為閒置而切斷連線

source: Sent this session
de: In dieser Sitzung gesendet
es: Enviado en esta sesión
fr: Envoyées pendant cette session
ja: このセッションで送信済み
ko: 이 세션에서 보낸 것
pt_br: Enviadas nesta sessão
zh_hans: 本次会话已发送
zh_hant: 本次工作階段已傳送

source: Sent to %@.
de: An %@ gesendet.
es: Enviado a %@.
fr: Envoyé à %@.
ja: %@ に送信しました。
ko: %@에 보냈습니다.
pt_br: Enviado para %@.
zh_hans: 已发给 %@。
zh_hant: 已傳給 %@。

source: Sent to your Mac
de: An deinen Mac gesendet
es: Enviado a tu Mac
fr: Envoyé à votre Mac
ja: Mac に送信しました
ko: Mac으로 보냈습니다
pt_br: Enviado para o seu Mac
zh_hans: 已发给你的 Mac
zh_hant: 已傳給你的 Mac

source: Server Binary
de: Server-Programm
es: Binario del servidor
fr: Exécutable serveur
ja: サーバーバイナリ
ko: 서버 실행 파일
pt_br: Binário do servidor
zh_hans: 服务器程序
zh_hant: 伺服器程式

source: Server binary
de: Server-Programm
es: Binario del servidor
fr: Exécutable serveur
ja: サーバーバイナリ
ko: 서버 실행 파일
pt_br: Binário do servidor
zh_hans: 服务器程序
zh_hant: 伺服器程式

source: Session
de: Sitzung
es: Sesión
ja: セッション
ko: 세션
pt_br: Sessão
zh_hans: 会话
zh_hant: 工作階段

source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
ko: 세션
pt_br: Sessões
zh_hans: 会话
zh_hant: 工作階段

source: Set up this host
de: Diesen Host einrichten
es: Configurar este host
fr: Configurer cet hôte
ja: このホストを設定
ko: 이 호스트 설정
pt_br: Configurar este host
zh_hans: 设置这台主机
zh_hant: 設定這台主機

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Shape
de: Form
es: Forma
fr: Forme
ja: 形状
ko: 모양
pt_br: Forma
zh_hans: 形状
zh_hant: 形狀

source: Shape and color apply to all SSH / mosh sessions. With trail on, characters that mosh's predictive echo shows ahead of the server are marked with a translucent trail until confirmed.
de: Form und Farbe gelten für alle SSH-/mosh-Sitzungen. Mit Spur bekommen Zeichen, die das Vorhersage-Echo von mosh vor dem Server anzeigt, eine durchscheinende Spur, bis der Server sie bestätigt.
es: La forma y el color se aplican a todas las sesiones SSH y mosh. Con el rastro activado, los caracteres que el eco predictivo de mosh muestra antes que el servidor llevan un rastro translúcido hasta que se confirman.
fr: La forme et la couleur s’appliquent à toutes les sessions SSH et mosh. Avec la traînée activée, les caractères que l’écho prédictif de mosh affiche avant le serveur portent une traînée translucide jusqu’à confirmation.
ja: 形状と色はすべての SSH / mosh セッションに適用されます。trail をオンにすると、mosh の予測エコーがサーバーより先に表示した文字は、確定するまで半透明のトレイルで示されます。
ko: 모양과 색상은 모든 SSH / mosh 세션에 적용됩니다. 잔상을 켜면 mosh 예측 에코가 서버보다 먼저 보여 준 글자에 반투명 잔상이 남고, 서버가 확인하면 사라집니다.
pt_br: Forma e cor valem para todas as sessões SSH e mosh. Com o rastro ativado, os caracteres que o eco preditivo do mosh mostra antes do servidor ganham um rastro translúcido até serem confirmados.
zh_hans: 形状和颜色对所有 SSH / mosh 会话生效。开了拖尾之后，mosh 预测回显里还没被服务器确认的字符会带一道半透明的尾迹，确认后消失。
zh_hant: 形狀和顏色會套用到所有 SSH / mosh 工作階段。開啟拖尾後，mosh 預測回顯裡還沒被伺服器確認的字元會帶一道半透明的尾跡，確認後消失。

source: Share Public Key
de: Öffentlichen Schlüssel teilen
es: Compartir clave pública
fr: Partager la clé publique
ja: 公開鍵を共有
ko: 공개 키 공유
pt_br: Compartilhar chave pública
zh_hans: 分享公钥
zh_hant: 分享公開金鑰

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt_br: Atalhos
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show agent session status in the Dynamic Island
de: Agent-Status in der Dynamic Island anzeigen
es: Mostrar el estado del agente en la Dynamic Island
fr: Afficher l’état de l’agent dans la Dynamic Island
ja: Dynamic Island にエージェントの状態を表示
ko: Dynamic Island에 에이전트 세션 상태 표시
pt_br: Mostrar o status do agente na Dynamic Island
zh_hans: 在灵动岛显示智能体会话状态
zh_hant: 在動態島顯示 agent 工作階段的狀態

source: Show detail on lock screen
de: Details auf dem Sperrbildschirm
es: Mostrar detalles en la pantalla bloqueada
fr: Détails sur l’écran verrouillé
ja: ロック画面に詳細を表示
ko: 잠금 화면에 자세히 표시
pt_br: Mostrar detalhes na Tela Bloqueada
zh_hans: 在锁屏上显示详情
zh_hant: 在鎖定畫面顯示詳細內容

source: Show keyboard
de: Tastatur einblenden
es: Mostrar teclado
fr: Afficher le clavier
ja: キーボードを表示
ko: 키보드 표시
pt_br: Mostrar teclado
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

source: Show only while the current session runs tmux
de: Nur anzeigen, solange in der aktuellen Sitzung tmux läuft
es: Mostrar solo mientras la sesión actual ejecuta tmux
fr: N’afficher que lorsque la session actuelle exécute tmux
ja: 現在のセッションで tmux 実行中のみ表示
ko: 현재 세션이 tmux를 실행 중일 때만 표시
pt_br: Mostrar só enquanto a sessão atual estiver rodando tmux
zh_hans: 只在当前会话跑着 tmux 时显示
zh_hant: 只在目前的工作階段跑著 tmux 時顯示

source: Show only while the session runs tmux or herdr
de: Nur anzeigen, solange in der Sitzung tmux oder herdr läuft
es: Mostrar solo mientras la sesión ejecuta tmux o herdr
fr: N’afficher que lorsque la session exécute tmux ou herdr
ja: セッションが tmux または herdr を実行中のときのみ表示します
ko: 세션이 tmux나 herdr를 실행 중일 때만 표시
pt_br: Mostrar só enquanto a sessão estiver rodando tmux ou herdr
zh_hans: 仅当会话在跑 tmux 或 herdr 时显示
zh_hant: 只在工作階段跑著 tmux 或 herdr 時顯示

source: Show typed characters locally before server confirms
de: Getippte Zeichen anzeigen, bevor der Server sie bestätigt
es: Mostrar lo que escribes antes de que el servidor lo confirme
fr: Afficher ce que vous tapez avant confirmation du serveur
ja: サーバー確認前に入力文字をローカルで表示
ko: 서버 확인 전에 입력한 글자를 먼저 표시
pt_br: Mostrar o que você digita antes do servidor confirmar
zh_hans: 不等服务器确认，输入的字符先显示出来
zh_hant: 不等伺服器確認，輸入的字元先顯示出來

source: Single shell, no session persistence
de: Eine Shell, Sitzung bleibt nicht erhalten
es: Una sola shell, sin persistencia de sesión
fr: Un seul shell, pas de persistance de session
ja: シェル 1 つのみ、セッションは保持されません
ko: 셸 하나만, 세션은 유지되지 않음
pt_br: Um único shell, sem persistência de sessão
zh_hans: 只有一个 shell，断开就没了
zh_hant: 只有一個 shell，中斷就沒了

source: Speak — the text lands here first. Insert types it; Send types it and presses Return.
de: Sprich, der Text erscheint zuerst hier. „Einfügen“ tippt ihn ein, „Senden“ tippt ihn ein und drückt Return.
es: Habla: el texto aparece aquí primero. Insertar lo escribe; Enviar lo escribe y pulsa Retorno.
fr: Parlez : le texte apparaît d’abord ici. Insérer le saisit ; Envoyer le saisit puis appuie sur Retour.
ja: 話してください——テキストはまずここに表示されます。「挿入」は入力のみ、「送信」は入力して Return を押します。
ko: 말하면 텍스트가 먼저 여기에 표시됩니다. 삽입은 입력만 하고, 보내기는 입력한 뒤 Return까지 누릅니다.
pt_br: Fale: o texto aparece aqui primeiro. Inserir digita; Enviar digita e pressiona Return.
zh_hans: 说话吧——文字先落在这里。「插入」只输入，「发送」输入并按回车。
zh_hant: 說吧，文字會先出現在這裡。「插入」只輸入，「傳送」輸入後再按 Return。

source: Speech recognition is off. Enable it in Settings → Privacy → Speech Recognition.
de: Die Spracherkennung ist aus. Aktiviere sie unter „Einstellungen“ → „Datenschutz“ → „Spracherkennung“.
es: El reconocimiento de voz está desactivado. Actívalo en Ajustes → Privacidad → Reconocimiento de voz.
fr: La reconnaissance vocale est désactivée. Activez-la dans Réglages → Confidentialité → Reconnaissance vocale.
ja: 音声認識がオフです。「設定 → プライバシー → 音声認識」で許可してください。
ko: 음성 인식이 꺼져 있습니다. 설정 → 개인정보 보호 → 음성 인식에서 켜세요.
pt_br: O reconhecimento de fala está desativado. Ative em Ajustes → Privacidade → Reconhecimento de Fala.
zh_hans: 语音识别权限已关闭。请在「设置 → 隐私 → 语音识别」中开启。
zh_hant: 語音辨識權限已關閉。請在「設定 → 隱私權 → 語音辨識」開啟。

source: Speech recognition is unavailable.
de: Spracherkennung ist nicht verfügbar.
es: El reconocimiento de voz no está disponible.
fr: La reconnaissance vocale n’est pas disponible.
ja: 音声認識を利用できません。
ko: 음성 인식을 사용할 수 없습니다.
pt_br: O reconhecimento de fala não está disponível.
zh_hans: 语音识别不可用。
zh_hant: 無法使用語音辨識。

source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt_br: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Start voice input
de: Spracheingabe starten
es: Iniciar entrada de voz
fr: Démarrer la saisie vocale
ja: 音声入力を開始
ko: 음성 입력 시작
pt_br: Iniciar entrada de voz
zh_hans: 开始语音输入
zh_hant: 開始語音輸入
